{
    "Today the Albanese Government gave final approval for the North West Shelf extension, one of the largest fossil fuel projects in Australian history, locking in huge quantities of gas exports until 2070.The scale of this project is jaw-dropping. Over its lifetime, it will release around 4.4 billion tonnes of CO₂, roughly ten times Australia’s current annual emissions.This is an act of climate vandalism. It will harm the climate we pass on to future generations and undermine Australia’s ability to set a strong 2035 emissions reduction target, which I expect will be set next week.Labor has now approved 31 fossil fuel projects since 2022. This relentless expansion of the fossil fuel industry is at odds with the science and with what Australians voted for.": {
        "post_url": "https://www.instagram.com/p/DOfoaWsk4YU/",
        "total_comments": 642,
        "sentiment": {
            "support_%": 35.05,
            "disagree_%": 37.38,
            "unclear_%": 27.57
        },
        "targets": {
            "against_northwest_%": 12.93,
            "against_shelf_%": 2.02,
            "against_burrup_%": 0.0
        },
        "narratives": {
            "narrative_a_%": 9.97,
            "narrative_b_%": 15.11
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 2.8,
            "coordination_signs_%": 1.71
        }
    },
    "Labor is about to approve Australia’s biggest fossil fuel project, the North West Shelf Expansion.It would unleash 4.4 billion tonnes of pollution - more than 10x all our annual domestic emissions 🤯No duty of care. No climate responsibility. Just gas giants getting richer while our climate pays the price.": {
        "post_url": "https://www.instagram.com/p/DJ-9rfBTjfP/",
        "total_comments": 472,
        "sentiment": {
            "support_%": 52.75,
            "disagree_%": 17.16,
            "unclear_%": 30.08
        },
        "targets": {
            "against_northwest_%": 22.46,
            "against_shelf_%": 6.14,
            "against_burrup_%": 0.42
        },
        "narratives": {
            "narrative_a_%": 17.8,
            "narrative_b_%": 22.25
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 0.85,
            "coordination_signs_%": 1.27
        }
    },
    "“The Australian Government is telling Australians that we don’t have enough gas for manufacturing…yet it allowed the export of enough gas to supply manufacturing for 60 years.”📺Mark Ogge, Principal Advisor": {
        "post_url": "https://www.instagram.com/p/DQlgMU9k0YU/",
        "total_comments": 415,
        "sentiment": {
            "support_%": 40.72,
            "disagree_%": 31.33,
            "unclear_%": 27.95
        },
        "targets": {
            "against_northwest_%": 0.0,
            "against_shelf_%": 6.75,
            "against_burrup_%": 0.24
        },
        "narratives": {
            "narrative_a_%": 3.13,
            "narrative_b_%": 15.66
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 12.53,
            "coordination_signs_%": 1.45
        }
    },
    "90% of WA’s gas is exported by mostly foreign-owned gas corporations, and they pay no PRRT for it.Our governments should fight for the interests of the Australian people, not gas industry profits. 🔊 Konrad Benjamin from Punter's Politics at our Cooked event in Perth": {
        "post_url": "https://www.instagram.com/p/DOxDXm6Aq_Y/",
        "total_comments": 137,
        "sentiment": {
            "support_%": 54.74,
            "disagree_%": 18.25,
            "unclear_%": 27.01
        },
        "targets": {
            "against_northwest_%": 0.0,
            "against_shelf_%": 15.33,
            "against_burrup_%": 0.0
        },
        "narratives": {
            "narrative_a_%": 4.38,
            "narrative_b_%": 54.01
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 0.73,
            "coordination_signs_%": 1.46
        }
    },
    "BREAKING: PENNY WONG HECKLED IN PERTH CBD FOR WOODSIDE NORTH WEST SHELF APPROVALThis morning Tom, 19, confronted Foreign Affairs Minister Penny Wong about Federal Labor’s betrayal of young Australians and destroying their future.Last week, Labor approved the extension of Woodside’s North West Shelf until 2070, which will release 6 billion tonnes of C02 and wipe millions of ancient Murujuga rock carvings off the face of the earth. Labor’s ecocidal approval of the North West Shelf comes at the same time as the ongoing genocide of Palestians in Gaza, which our government is actively aiding through its complicity.Our Federal Government is supporting abhorrent violence on multiple fronts. Minister Wong and Labor have blood on their hands.The national cabinet is in Perth today and tomorrow. Heckle a minister and send a video. DISRUPT BURRUP HUB": {
        "post_url": "https://www.instagram.com/p/DKbHXN1SOD7/",
        "total_comments": 492,
        "sentiment": {
            "support_%": 36.38,
            "disagree_%": 41.87,
            "unclear_%": 21.75
        },
        "targets": {
            "against_northwest_%": 7.52,
            "against_shelf_%": 6.3,
            "against_burrup_%": 2.03
        },
        "narratives": {
            "narrative_a_%": 6.71,
            "narrative_b_%": 3.05
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 0.41,
            "coordination_signs_%": 1.02
        }
    },
    "BREAKING: WOODSIDE’S BURRUP HUB DISRUPTEDA 17-year-old school student and a school teacher have blocked the only road in to Australia’s largest fossil fuel project by chaining themselves to concrete barrels inside an SUV and boat at approximately 4am this morning.The protest by Emma, a 17-year-old high school student, and Petrina, a schoolteacher, is the culmination of an escalating campaign to block Woodside’s Burrup Hub from destroying sacred Murujuga rock art and emitting 6 billion tonnes of CO2 into the atmosphere until 2070.The Browse gas field threatens to collapse the fragile Scott Reef, the only nesting habitat for endangered sea turtles, and to interrupt whale migration routes.Meanwhile, emissions from Woodside’s Burrup Hub will destroy not just Australia’s global carbon commitments but also recklessly endanger sacred Murujuga rock art - Woodside has already destroyed thousands of sites.It comes as research shows that Woodside’s Burrup Hub threatens to diminish WA’s domestic gas supply by exporting nearly all of the gas Woodside produces offshore to foreign companies that pay almost no Australian royalties.Petrina, a school teacher, said:“I’m here at Woodside’s Burrup Hub to stop the largest fossil fuel project in Australia. This is a safe, sensible, proportionate response to an emergency unfolding at Woodside’s Burrup Hub.”“Woodside is spewing toxic emissions all over this sacred rock art all around me, and Woodside is pumping 6 billion tonnes of CO2 into our atmosphere. The gas plants behind me are the most polluting in the Southern Hemisphere and Woodside is asking the government to extend them.”A Disrupt Burrup Hub spokesperson said this morning:“There is one road in and out of Woodside’s Burrup Hub - this isn’t hard, anyone can do it.”": {
        "post_url": "https://www.instagram.com/p/C9TEKADTcgY/?img_index=1",
        "total_comments": 99,
        "sentiment": {
            "support_%": 91.92,
            "disagree_%": 0.0,
            "unclear_%": 8.08
        },
        "targets": {
            "against_northwest_%": 0.0,
            "against_shelf_%": 35.35,
            "against_burrup_%": 35.35
        },
        "narratives": {
            "narrative_a_%": 48.48,
            "narrative_b_%": 0.0
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 0.0,
            "coordination_signs_%": 3.03
        }
    },
    "“The government frames strengthening the EPBC Act as a choice between jobs, industry, and protecting nature. But when communities experience significant environmental damage to the very heart of their homes, there are major job losses too, for them and for industry.” Last month, ACF national ambassador @hannahferguson___ joined us at Ningaloo Reef, WA, to see first-hand the heartbreaking impacts climate change is having on our oceans. 💔🐠 Now, she’s teaming up with ACF to: 🌏 Amplify youth voices in the climate movement 🌱 Mobilise the next generation for action 📢 Push for stronger national nature laws With the @albomp Government set to reform Australia’s broken environment laws, here’s what we’re calling for: ✅ National, enforceable laws to stop unacceptable impacts on threatened plants, animals & places ✅ An independent agency of experts, not politicians with vested interests ✅ Laws that address the damage dirty coal & gas are doing to our reefs, forests & wildlife": {
        "post_url": "https://www.instagram.com/p/DNSkgTvooYo/",
        "total_comments": 53,
        "sentiment": {
            "support_%": 94.34,
            "disagree_%": 3.77,
            "unclear_%": 1.89
        },
        "targets": {
            "against_northwest_%": 0.0,
            "against_shelf_%": 0.0,
            "against_burrup_%": 0.0
        },
        "narratives": {
            "narrative_a_%": 0.0,
            "narrative_b_%": 0.0
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 0.0,
            "coordination_signs_%": 0.0
        }
    },
    "The @ausgov’s first Climate Risk Assessment report is finally out and it confirms what we already knew:The climate crisis is already here. 🌏🔥On @9newssydney, Greenpeace’s Dr Simon Bradshaw makes it clear that everything we love is at risk, and we cannot delay action. Australia needs to listen to Pasifika voices and become a leader in global climate action by urgently phasing out coal, oil, and gas. It’s time to act, and demand our government to fight and protect people and nature, not fossil fuel profits.": {
        "post_url": "https://www.instagram.com/p/DOp4WAjEdOY/",
        "total_comments": 84,
        "sentiment": {
            "support_%": 21.43,
            "disagree_%": 33.33,
            "unclear_%": 45.24
        },
        "targets": {
            "against_northwest_%": 2.38,
            "against_shelf_%": 4.76,
            "against_burrup_%": 0.0
        },
        "narratives": {
            "narrative_a_%": 2.38,
            "narrative_b_%": 1.19
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 3.57,
            "coordination_signs_%": 0.0
        }
    },
    "It's subtle but there is a reason why corporate media COMPLETELY ignores we punters talking about certain parts of the great gas grift. Corporate media is happy to argue about the environment and make it seem like \"activists\" are stopping Australia from being wealthy and making money for the sake of some rocks. But they WONT talk about how we Aussies are objectively WORSE OFF and POORER in every metric by allow these ABSOLUTE BLUDGERS to operate in our country. Make no mistake, Australias government AND media is controlled by these fossil fuel cartels, and even with hard proof the story is spun into \"activists vs business leaders\". This is deliberate and designed to keep the greatest theft in Australian history continuing. You punters are the engine of a new narrative building, so cheers for all your support and shares so far! @theprojecttv surely smart punts like Waleed know exactly what is going on 🤔": {
        "post_url": "https://www.instagram.com/p/DKQauhZTe0C/",
        "total_comments": 462,
        "sentiment": {
            "support_%": 57.36,
            "disagree_%": 21.21,
            "unclear_%": 21.43
        },
        "targets": {
            "against_northwest_%": 0.0,
            "against_shelf_%": 3.25,
            "against_burrup_%": 0.0
        },
        "narratives": {
            "narrative_a_%": 0.87,
            "narrative_b_%": 47.4
        },
        "accusations_and_coordination": {
            "accusation_of_lies_%": 1.08,
            "coordination_signs_%": 1.3
        }
    }
}